tap 'caskroom/cask'
tap 'homebrew/brewdler'
tap 'caskroom/versions'

brew 'ack'
brew 'brew-cask'
brew 'hub'
brew 'git'
brew 'gpg'
brew 'heroku-toolbelt'
brew 'httpie'
brew 'jq'
brew 'the_silver_searcher'
brew 'tmux'
brew 'wget'
brew 'vim'

cask '1password'
cask 'alfred'
cask 'archiver'
cask 'atom'
cask 'chefdk'
cask 'docker'
cask 'docker-compose'
cask 'flux'
cask 'google-hangouts'
cask 'google-chrome'
cask 'imageoptim'
cask 'macdown'
cask 'rowanj-gitx'
cask 'slack'
cask 'spotify'
cask 'stremio'
cask 'things'
cask 'tmate'
cask 'transmission'
cask 'transmit'
cask 'vagrant'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'viscosity'
cask 'whatsapp'
